test/zoo/split/exported/split_erd_crow.mmd
erDiagram
  %% Generated by Mocodo 4.0.2
  Bataille {
    TYPE nom_bataille PK
    TYPE lieu
    TYPE date
  }
  Villageois {
    TYPE nom_villageois PK
    TYPE adresse
    TYPE fonction
  }
  Trophee {
    TYPE numero PK
    TYPE type
    TYPE etat
  }
  Trophee }o--|| Villageois: Recolter
  Trophee }o--|| Bataille: Recolter
